;------------------------------------------------------------------------------
; UltraDefrag GUI Catalan Language Pack.
; Copyright (C) 2008,2009 by IllesBalears traducció català.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 12, 2010 by Stefan Pendl
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Acció
ANALYSE                   = Analitza
DEFRAGMENT                = Defragmenta
OPTIMIZE                  = Optimitzar
STOP                      = Atura
SKIP_REMOVABLE_MEDIA      = Salta unitats extraïbles
RESCAN_DRIVES             = Reanalitza
SHUTDOWN_PC_AFTER_A_JOB   = PC apagat quan es fa
HIBERNATE_PC_AFTER_A_JOB  = PC hibernació quan es fa
EXIT                      = Exit

; --- Report Menu

REPORT                    = Informe
SHOW_REPORT               = Mostrar informe

; --- Settings Menu

SETTINGS                  = Configuració
LANGUAGE                  = Languatge
TRANSLATIONS_FOLDER       = Carpeta de traduccions
GRAPHICAL_INTERFACE       = Interfície gràfica
FONT                      = Font
OPTIONS                   = Opcions
BOOT_TIME_SCAN            = Escaneig d'inici del Windows
ENABLE                    = Activa
SCRIPT                    = Script
REPORTS                   = Informes

; --- Help Menu

HELP                      = Ajuda
CONTENTS                  = Continguts
BEST_PRACTICE             = Millors pràctiques
FAQ                       = FAQ
ABOUT                     = Quan a

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Script d'inici

; Drives list items.

VOLUME                    = Volum
STATUS                    = Estat
TOTAL                     = Total
FREE                      = Lliure
PERCENT                   = Percentatge

; Status messages

STATUS_RUNNING            = Execució
STATUS_ANALYSED           = Analitzat
STATUS_DEFRAGMENTED       = Desfragmentar
STATUS_OPTIMIZED          = Optimitzat

; Status bar messages.

DIRS                      = Carpetes
FILES                     = Arxius
FRAGMENTED                = fragmentats
COMPRESSED                = comprimits
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Quan a Ultra Defragmenter
CREDITS                   = Crèdits
LICENSE                   = Llicència

; Shutdown confirmation

PLEASE_CONFIRM            = Si us plau confime
REALLY_SHUTDOWN_WHEN_DONE = Desitja apagar quan acave?
REALLY_HIBERNATE_WHEN_DONE= Desitja hibernar quan acave?
SECONDS_TILL_SHUTDOWN     = segons fins apagat
SECONDS_TILL_HIBERNATION  = segons fins hibernació
YES                       = Sí
NO                        = No

; END OF FILE
